## General

yes-receive-emails = అవును, నాకు ఈమెయిళ్ళు పంపండి. నేను స్వేచ్ఛ గొంతుక ప్రాజెక్ట్ గురించి తెలుసుకోవాలనుకుంటున్నాను.
stayintouch = స్వేచ్ఛ వద్ద మేము వాయిస్ సాంకేతికాల చుట్టూ ఒక సమూహాన్ని రూపొందిస్తున్నాము. మేము సదా మీకు అందుబాటులో ఉంటూ మీ నుండి తాజా సమాచారం, కొత్త వనరులు, మీరు ఈ దత్తాంశాన్ని ఎలా వాడుతున్నారు లాంటి విషయాల గురించి తెలుసుకోవాలనుకుంటున్నాము.
privacy-info = మేము మీ సమాచారాన్ని అతి జాగ్రత్తతో చూసుకుంటామని హామీ ఇస్తున్నాము. మరింత తెలుసుకునేందుకు మా <privacyLink>ప్రైవసీ నోటీసు</privacyLink>ను చదవండి.
return-to-cv = స్వేచ్ఛ గొంతుక‌కు తిరిగి వెళ్ళు
email-input =
    .label = ఈమెయిలు
submit-form-action = సమర్పించు
loading = లోడవుతున్నది...

email-opt-in-info = లక్ష్యస్మరణలు, నా పురోగతి తాజావి మరియు స్వేచ్ఛ గొంతుక గురించి వార్తాలేఖలు వంటి ఇమెయిల్‌లను స్వీకరించాలనుకుంటున్నాను.
email-opt-in-info-title = స్వేచ్ఛ గొంతుక మెయిలింగ్ జాబితాలో చేరండి
email-opt-in-info-sub-with-challenge = సవాలు మరియు లక్ష్య స్మరణలు, పురోగతి తాజావి మరియు స్వేచ్ఛ గొంతుక గురించి వార్తాలేఖలు వంటి ఇమెయిల్‌లను స్వీకరించండి.
email-opt-in-privacy = ఇమెయిళ్ళను స్వీకరించడాన్ని ఎంచుకోవడం ద్వారా స్వేచ్ఛ యొక్క <privacyLink>గోప్యతా (ప్రైవసీ) విధానం<privacyLink> లో వివరించిన విధంగా స్వేచ్ఛ ఈ సమాచారాన్ని నిర్వహించడం మీరు అంగీకరిస్తున్నట్టు పేర్కొన్నారు. 


indicates-required = * ఖచ్చితంగా పూరించవలసిన ఖాళీ
not-available-abbreviation = వర్తించదు

# Don't rename the following section, its contents are auto-inserted based on the name (see scripts/pontoon-languages-to-ftl.js)
# [Languages]


## Languages

ace = ఎసెహ్నీస్
af = ఆఫ్రికాన్స్
am = అమ్హారిక్
an = అరగోనీసు
ar = అరబిక్
as = అస్సామీ
ast = అస్తూరియన్
az = అజర్బైజానీ
bg = బల్గేరియన్
bn = బెంగాలి
br = బ్రెటోన్
bxr = బుర్యాత్
ca = కాటలాన్
cnh = హఖచిన్
cs = జెక్
cv = ఛువాష్
cy = వెల్ష్
da = డానిష్
de = జర్మన్
dsb = సోర్బియన్, దిగువ
el = గ్రీకు
en = ఆంగ్లం
eo = ఎస్పరాంతో
es = స్పానిష్
et = ఎస్టోనియన్
eu = బాస్క్
fa = పర్షియన్
fi = ఫిన్నిష్
fo = ఫారోసీ
fr = ఫ్రెంచ్
fy-NL = ఫ్రిసియన్
ga-IE = ఐరిష్
gl = గెలీసియన్
he = హీబ్రూ
hi-IN = హిందీ
hr = క్రొయేషిన్
hsb = సోర్బియన్, ఎగువ
hu = హంగేరియన్
ia = ఇంటర్‌లింగువా
id = ఇండోనేషియన్
is = ఐస్‌లాండిక్
it = ఇటాలియన్
ja = జపనీ
ka = జోర్జియన్
kab = కాబిల్
kk = కజక్
ko = కొరియన్
kpv = కొమి-జిరియన్
kw = కార్నిష్
ky = కిర్జిస్
lt = లిథుయేనియన్
lv = లాత్వియన్
mdf = మోక్ష
mk = మెసడోనియన్
mn = మంగోలియన్
myv = ఎర్జియా
nb-NO = నార్వేజియన్ బొక్మాల్
ne-NP = నేపాలీ
nl = డచ్
nn-NO = నార్వేజియన్ నైనోర్‌స్క్
or = ఒడియా
pl = పోలిష్
ro = రొమానియన్
ru = రష్యన్
sah = సాఖా
sk = స్లోవక్
sl = స్లొవేనియన్
sq = అల్బేనియన్
sr = సెర్బియన్
sv-SE = స్వీడిష్
ta = తమిళం
te = తెలుగు
th = థాయ్
tr = టర్కిష్
tt = తతార్
uk = యుక్రేనియన్
ur = ఉర్దూ
uz = ఉజ్బెక్
vi = వియెత్నామీ
vot = వోటిక్
zh-CN = చైనీస్ (చైనా)
zh-HK = చైనీ (హాంకాంగ్)
zh-TW = చైనీస్ (తైవాన్)

# [/]


## Layout

speak = మాట్లాడండి
speak-now = ఇప్పుడు మట్లాడండి
datasets = దత్తాంశసమితులు
languages = భాషలు
about = మా గురించి
profile = ప్రొఫైలు
help = సహాయం
contact = సంప్రదింపులు
privacy = గోప్యత
terms = షరతులు
cookies = కుకీలు
faq = తరచుగా అడిగే ప్రశ్నలు
content-license-text = <licenseLink>క్రియేటివ్ కామన్స్ లైసెన్స్</licenseLink> కింద అందుబాటులో ఉన్న సమాచారం.
share-title = స్వరాన్ని అందించేందుకు ఇతరులను కనుగొనడంలో మాకు సహాయపడండి!
share-text = మనుషుల్లాగా మాట్లాడడాన్ని యంత్రాలకు నేర్పించడానికి సహాయం చేయండి, { $link }లో మీ స్వరాన్ని అందించండి.
link-copied = లింక్ కాపీ అయ్యింది
back-top = తిరిగి పైకి
logout = నిష్క్రమించు

## Home Page

home-title = స్వేచ్ఛ గొంతుక ప్రాజెక్టు, కంప్యూటర్లు మరియు ఫోన్లు కూడా మనుషుల్లా మాట్లాడేలా వాటికి శిక్షణ ఇచ్చేందుకు చేస్తున్న ఒక ప్రయత్నం.
home-cta = మాట్లాడండి, ఇక్కడ తోడ్పడండి!
wall-of-text-start = సమాజంలో మనమందరం పరస్పరంగా మాట్లాడుకుంటున్నట్టే, యంత్రాలతోనూ మాటలతో ఇంటర్యాక్ట్ అయితే సహజంగా ఉంటుంది. అందుకే కంప్యూటర్లలకు, ఫోన్లలకు తదితర పరికరాలకు ఈ విధంమైన సామర్ధ్యాన్ని మేము రూపొందించాలనుకుంటున్నాము. కానీ ఈ వ్యవస్థను ఏర్పరిచేందుకు భారీ స్థాయిలో పలు వ్యక్తుల నుంచీ, మాటల నమూనాలు (వాయిస్ సాంపుల్స్/క్లిప్స్) కావాల్సి ఉంది.
wall-of-text-more-mobile = పెద్ద కంపెనీలు వాడే సమాచారం సాధారణ ప్రజానీకంలో చాలా మందికి అందుబాటులో లేదు. ఇది మార్పును అణచివేస్తుందని మా భావన. అందుకే మేము స్వేచ్ఛ గొంతుక ప్రాజెక్టును మొదలుపెట్టాము, ఈ ప్రాజెక్టు ద్వారా కంఠధ్వని నిరూపణ సాంకేతికతలు అందరికీ బహిరంగంగా అందుబాటులోకి వస్తాయి.
wall-of-text-more-desktop =
    మీరిప్పుడు మీ స్వరాన్ని అందించి, బహిరంగ స్వర-నిధి నిర్మించేందుకు మాకు తోడ్పడవచ్చు. దీనితో ఎవరైనా వివధ పరికరాలకూ, జాలానికి వినూత్న ఉపకరణాలు తయారు చేయవచ్చు.<lineBreak></lineBreak>
    మనుషులు ఎలా మాట్లాడతారో కంప్యూటర్లు  గ్రహించేందుకు వాక్యాలను చదివి, వినిపించి తోడ్పడండి. నాణ్యతను మెరుగుపరచడానికి ఇతరులు చదివినవాటిని తనిఖీచేయండి. అంతే, తేలికే!

wall-of-text-first =
  సమాజంలో మనమందరం పరస్పరంగా మాట్లాడుకుంటున్నట్టే, యంత్రాలతోనూ మాటలతో ఇంటర్యాక్ట్ అయితే సహజంగా ఉంటుంది. అందుకే కంప్యూటర్లలకు, ఫోన్లలకు తదితర పరికరాలకు ఈ విధంమైన సామర్ధ్యాన్ని మేము రూపొందించాలనుకుంటున్నాము. కానీ ఈ వ్యవస్థను ఏర్పరిచేందుకు భారీ స్థాయిలో పలు వ్యక్తుల నుంచీ, మాటల నమూనాలు (వాయిస్ సాంపుల్స్/క్లిప్స్) కావాల్సి ఉంది.
wall-of-text-second =
  పెద్ద కంపెనీలు వాడే సమాచారం సాధారణ ప్రజానీకంలో చాలా మందికి అందుబాటులో లేదు. ఇది మార్పును అణచివేస్తుందని మా భావన. అందుకే మేము స్వేచ్ఛ గొంతుక ప్రాజెక్టును మొదలుపెట్టాము, ఈ ప్రాజెక్టు ద్వారా కంఠధ్వని నిరూపణ సాంకేతికతలు అందరికీ బహిరంగంగా అందుబాటులోకి వస్తాయి.
show-wall-of-text = మరిన్ని చదవండి
help-us-title = వాక్యాలను ధృవీకరించడానికి సహాయం చెయ్యండి!
help-us-explain = ప్లే మీద నొక్కండి, వినండి & మాకు చెప్పండి; వారు ఈ కింది వాక్యాన్ని సరిగ్గా పలికారా లేదా?
vote-yes = అవును
vote-no = కాదు
toggle-play-tooltip = ప్లే మోడుని ఆన్ లేదా ఆఫ్ చెయ్యడానికి { shortcut-play-toggle } నొక్కండి
speak-subtitle = మీ స్వరాన్ని అందించండి
speak-paragraph = వాయిస్ క్లిప్‌లను రికార్డ్ చేయడం మా బహిరంగ దత్తసముదాయ నిర్మాణంలో అంతర్భాగం; కొంతమంది ఇది చాలా సరదా భాగం అని కూడా చెబుతారు.
speak-goal-text = క్లిప్ లు రికార్డ్ చేయబడ్డాయి
listen-subtitle = స్వరాలను ధృవీకరించడంలో మాకు తోడ్పడండి
listen-paragraph = అందించిన క్లిప్‌లను ధృవీకరించడం స్వేచ్ఛ గొంతుక మిషన్‌కు సమానంగా ముఖ్యమైనది. వినండి మరియు నాణ్యమైన బహిరంగ వనరు స్వరదత్తాంశాన్ని సృష్టించడానికి మాకు తోడ్పడండి.
listen-goal-text = క్లిప్‌లు ధృవీకరించబడ్డాయి
hours-recorded = రికార్డయిన గంటలు
hours-validated = సరిచూసిన గంటలు
voices-online = ఉనికిలో ఉన్న స్వరాలు
todays-progress = నేటి పురోగతి
help-reach-goal = { $goal }కి చేరడానికి మాకు తోడ్పడండి
read-terms-q = మీరు మా నిబంధనలను చదివారా?
ready-to-record = మీ గొంతును అందించడానికి సిద్ధంగా ఉన్నారా?
all-locales = అన్నీ
today = ఈరోజు
x-weeks-short =
    { $count ->
        [one] వారం
       *[other] { $count }వా
    }
x-months-short =
    { $count ->
        [one] నెల
       *[other] { $count }నె
    }
x-years-short =
    { $count ->
        [one] { $count }సం
       *[other] { $count }సం
    }
help-make-dataset = అధిక నాణ్యత గల, బహిరంగ  దత్తసముదాయాన్ని రూపొందించడంలో మాకు సహాయపడండి
sign-up-account = ఖాతా కోసం నమోదవండి
email-subscription-title = ఈమెయిలు ద్వారా తాజాసమాచారం కోసం నమోదవండి
email-subscription-title-new = స్వేచ్ఛ గొంతుక వార్తాలేఖలు, లక్ష్యస్మరణలు మరియు పురోగతి తాజావి కోసం నమోదవండి

## Account Benefits

benefits = ప్రయోజనాలు
rich-data = జనసంఖ్యాసంబంధిత విషయాలను జోడించి మీరు సమర్పించిన సమాచారం యొక్క విలువను పెంచండి. మేము జనాభా సంబంధిత సమాచారాన్ని బహిరంగపరచడానికి ముందు గుర్తిస్తాము. 
improve-audio = శిక్షణా ప్రసంగంలో ఉపయోగించే ఆడియో డేటాను  ప్రొఫైల్ సమాచారం మెరుగుపరుస్తుంది.
keep-track = వివిధ భాషలలో మీ పురోగతి మరియు కొలమానాలను అనుసరించండి.
compare-progress = మీ పురోగతి ప్రపంచంలోని ఇతర సహాయకులతో ఎలా పోలుస్తుందో అనుసంధానం చేసుకోండి.
view-goals = వ్యక్తిగత మరియు ప్రాజెక్ట్ లక్ష్యాలపైన మీ పురోగతిని చూడండి.
join-newsletter = ప్రాజెక్ట్ గురించి తాజా మరియు కొత్త సమాచారం కోసం ఐచ్ఛికంగా మా ఇమెయిల్ జాబితాలో చేరండి.


## What's public
whats-public = బహిరంగ పరచడం అంటే ఏమిటి?
email-not-public = మేము మీ ఈమెయిల్ ను బహిరంగపరచము.
recordings-and-locale-public = రికార్డింగ్‌ల సంఖ్య మరియు మీరు ఏ భాషలకు సహకరిస్తారు అనే సమాచారం బహిరంగంగా ఉంటుంది.
username-optin-public = మీరు మీ పేరును బహిరంగంగా లేదా అనామకంగా ఉంచడానికి ఎంచుకోవచ్చు.
demographic-deidentified = ఐచ్ఛికంగా సమర్పించిన జనాభా సమాచారం (ఉదా. వయస్సు, లింగం, భాష మరియు ఉచ్ఛారణ) మీరు సమర్పించిన కంఠ ధ్వని సమాచారం నుండి గుర్తించబడదు మరియు మీ ప్రొఫైల్‌లో ఎప్పటికీ బహిరంగపరచబడవు.
username-email-not-demographic = మీ పేరు మరియు ఇమెయిల్ ప్రచురించిన దత్తాంశంతో  సంబంధితం అయి ఉండదు. 


## Speak & Listen Shortcuts

# Must be one letter that appears in the translated { skip } string.
shortcut-skip = s

## Listen Shortcuts

# Must be one letter that appears in the translated play-string inside of { shortcut-play-toggle-label }.
# Must be different from { shortcut-skip }, { shortcut-vote-yes } and { shortcut-vote-no }
shortcut-play-toggle = p
# Must be one letter that appears in the { vote-yes } string.
# Must be different from { shortcut-skip }, { shortcut-vote-no } and { shortcut-play-toggle }
shortcut-vote-yes = y
# Must be one letter that appears in the { vote-no } string.
# Must be different from { shortcut-skip }, { shortcut-vote-yes } and { shortcut-play-toggle }
shortcut-vote-no = n

## Speak Shortcuts

# Must be one letter that appears in the translated record-string inside of { shortcut-record-toggle-label }.
# Must be different from { shortcut-skip }, { shortcut-vote-yes } and { shortcut-vote-no }
shortcut-record-toggle = r
shortcut-record-toggle-label = రికార్డు/ఆపు
shortcut-rerecord-toggle = [1-5]
shortcut-rerecord-toggle-label = క్లిప్‌ను మరలా రికార్డ్ చేయండి
request-language-text = ఇంకా స్వేచ్ఛ గొంతుక‍లో మీ భాష కనబడలేదా?
request-language-button = ఒక భాషని అభ్యర్థించండి

## ProjectStatus

status-title = మొత్తం ప్రాజెక్టు స్థితి: మనం ఎంత వరకు వచ్చామో చూడండి!
status-contribute = మీ స్వరాన్ని అందించండి
status-hours =
    { $hours ->
        [one] ఇప్పటివరకు ఒక గంట ధృవీకరించబడింది!
       *[other] { $hours } ఇప్పటివరకు ధ్రువీకరించిన గంటలు!
    }
# Variables:
# $goal - number of hours representing the next goal
status-goal = తర్వాతి లక్ష్యాలు: { $goal }
english = ఆంగ్లం

## ProfileForm

profile-form-username =
    .label = వాడుకరి పేరు
profile-form-native-language =
    .label = స్థానిక భాష
profile-form-additional-language =
    .label = అదనపు భాష
profile-form-accent =
    .label = యాస
profile-form-age =
    .label = వయస్సు
profile-form-gender =
    .label = లింగం
leaderboard-visibility =
    .label = లీడర్ బోర్డ్ ప్రత్యక్షత
hidden = దాగి ఉన్న
visible = కనిపించే
native-language =
    .label = స్థానిక భాష
profile-form-submit-save = భద్రపరచు
profile-form-submit-saved = భద్రపరచబడింది
male = పురుషుడు
female = స్త్రీ
# Gender
other = ఇతర
why-profile-title = ప్రొఫైల్ ఎందుకు?
why-profile-text = మీ గురించి కొంత సమాచారాన్ని ఇవ్వడం వల్ల, స్వేచ్ఛ గొంతుక‌కు మీరు సమర్పించే ఆడియో దత్తాంశం, కంఠధ్వని నిరూపణ ఇంజన్లు వాటి నిర్ధిష్టతను మెరుగుపరచుకోవడానికి బాగా ఉపయోగపడుతుంది.
dashboard = డాష్‌బోర్డు
build-profile = ప్రొఫైల్‌ను రూపొందించండి
avatar = అవతారం
goals = లక్ష్యాలు
settings = అమరికలు
edit-profile = ప్రొఫైల్‌ను సవరించు
profile-create-success = విజయవంతం, ప్రొఫైల్ సృష్టించబడింది!
profile-close = మూసివేయి
profile-explanation = ప్రొఫైల్‌తో మీ పురోగతిని అనుసరించండి మరియు మా స్వరదత్తాంశాన్ని మరింత నిర్దిష్టంగా ఉంచడానికి సహాయపడండి.
thanks-for-account = 
మీ ఖాతాను ధృవీకరించినందుకు ధన్యవాదాలు, ఇప్పుడు మీ ప్రొఫైల్‌ను రూపొందిద్దాం.
why-demographic = ఈ విషయం ఎందుకు అవసరం?
why-demographic-explanation = వయస్సు, లింగం మరియు యాస వంటి అనామక సమాచారం (డేటా) కంఠధ్వని నిర్మూలణ ఇంజిన్‌ల యొక్క నిర్దిష్టత, శిక్షణ ఇవ్వడానికి ఉపయోగించే ఆడియో దత్తాంశాన్ని మెరుగుపరచడంలో సహాయపడుతుంది. మీ పేరు మరియు ఇమెయిల్ మీరు సమర్పించిన దత్తాంశంతో ఎప్పటికీ అనుబంధించబడవు మరియు మీ పేరును బహిరంగంగా ఉంచాలా లేదా అనామకంగా చేయాలా అని మీరు ఎంచుకోవచ్చు.
accept-privacy = స్వేచ్ఛ <privacyLink>గోప్యతా విధానం</privacyLink> లో వివరించిన విధంగా మీరు ఈ సమాచారం నిర్వహించడాన్ని నేను అంగీకరిస్తున్నాను.
accept-privacy-title = గోప్యతా విధానం
login-identity = లాగిన్ గుర్తింపు
login-signup = ప్రవేశించండి / నమోదవండి
edit = సరిచేయు
email-subscriptions = ఈమెయిలు చందాలు
download-profile = నా దత్తాంశాన్ని దింపుకోలు చేయి
contribution-experience = సహకార అనుభవం
skip-submission-feedback = అభిప్రాయ సమర్పణాన్ని దాటివేయు
skip-submission-description = సహకారం సమర్పణ సమయంలో 'సమర్పించు' క్లిక్ చేసిన తర్వాత అభిప్రాయం దాటవేయబడుతుంది. తదుపరి 5 రికార్డింగ్‌లు లేదా ధ్రువీకరణలతో సహకారం నేరుగా కొనసాగుతుంది.
skip-submission-note = గమనిక: మీరు ఇంకా సహకార రకాన్ని మార్చుకోడానికి మాట్లాడండి లేదా వినండి మధ్య ఎంచుకోవాలి.

off = ఆఫ్
on = ఆన్
avatar-clip-title = మీ అవతారానికి స్వరాన్ని జోడించండి
change-your-avatar-clip = మీరు అందించిన స్వరాన్ని మార్చాలనుకుంటున్నారా?
recording-in-progress = స్వరముద్రణ పురోగతిలో ఉంది
avatar-clip-recorded = మీ అవతారానికి ఇప్పుడు స్వరం జోడించి ఉంది!
record-voice-wave = శబ్ద తరంగాలను ముద్రించు
retry-voice-wave-recording = మరలా ప్రయత్నించు
re-record = మరలా రికార్డ్ చేయి
delete-voice = తొలగించు
recording-voice-wave = స్వరముద్రణ జరుగుతున్నది
delete-voice-clip = లేదా వాయిస్ క్లిప్ ను తొలగించు
ready-to-upload = ఎక్కింపు
avatar-clip-fact = ఒక పేజీ యొక్క రూపురేఖలను (లేఅవుట్) చూసేటప్పుడు పాఠకుడికి చదవగలిగే విషయం నుండి భంగం కలిగుతుందనేది చాలాకాలంగా స్థిరపడిన వాస్తవం. 
 recreate-voice = శబ్ద తరంగాన్ని మరలా సృష్టించండి.
cancel-avatar-clip-recording = రద్దు చేయండి
about-avatar-clip-recording = మీ ప్రొఫైల్ అవతారంలో భాగంగా వాయిస్ క్లిప్‌ను సృష్టించండి. ఇతరులు దీని మీద కదిలినప్పుడు మీ స్వరాన్ని వినగలరు.
browse-file-title = బొమ్మ దస్త్రాన్ని ఎక్కించండి
browse-file = లాగి వదలండి లేదా <browseWrap>వీక్షించండి (బ్రౌస్ చేయండి)</browseWrap>
connect-gravatar = అవతారంతో కలుపుకోండి
gravatar_not_found = మీ ఈ-మెయిల్ కి సంబంధించిన అవతారం దొరకలేదు
file_too_large = ఎంచుకున్న దస్త్రం చాలా పెద్దగా ఉంది
manage-subscriptions = చందాల నిర్వహణ
manage-email-subscriptions = ఈ-మెయిల్ చందాల నిర్వహణ
email-already-used = వేరొక ఖాతా కోసం ఈమెయిలు ఇప్పటికే వాడుతున్నారు
add-language = భాషను చేర్చు
change-email-setings = ప్రవేశ గుర్తింపు కింద సవరణల ద్వారా ఈ-మెయిల్ ను మార్చుకోండి


## FAQ

faq-title = తరచుగా అడిగే ప్రశ్నలు
faq-what-cv-q = స్వేచ్ఛ గొంతుక అంటే ఏమిటి?
faq-what-cv-a =
    మేము యంత్రాలతో సంభాషించే విధానాలను బట్టి కంఠధ్వని నిరూపణ సంకేతికతలు పరివర్తనం చెందుతున్నాయి, కాని ప్రస్తుత వ్యవస్థలు ఖరీదైనవి మరియు అధికారితమైనవి. 
కంఠధ్వని నిరూపణ సంకేతికతలును మెరుగు పరచడానికి మరియు ప్రతీ ఒక్కరికీ అందుబాటులోకి తీసుకురావడానికి స్వేచ్ఛ చేసే ప్రయత్నంలో కామాన్ వాయిస్ ఒక భాగం. కామాన్ వాయిస్ అనేది అందించిన స్వరాల యొక్క ప్రపంచవ్యాప్త భారీ దత్తకోశం, ఇది ప్రతి భాషలో వాక్-చేతన అనువర్తనాలను తక్షణంగా మరియు సులభంగా శిక్షణ ఇవ్వడానికి ఎవరినైనా అనుమతిస్తుంది.
   మేము అధికంగా మాట్లాడే భాషలలోనే కాకుండా తక్కువ జనాదరణ పొందిన భాషలలో కూడా స్వర నమూనాలను సేకరిస్తున్నాము. విభిన్న స్వరాల దత్తసముదాయ ప్రచురణ అభివృద్దికారులకు, వ్యవస్థాపకులకు మరియు సంఘాలకు ఈ అంతరాన్ని పరిశీలించి పరిష్కరించేందుకు తోడ్పడుతుంది. స్వేచ్ఛ గొంతుక సముదాయంతో పాటు మేము దీప్ స్పీచ్ అనే ధ్వని నిరూపణ సంకేతికతను (ఇంజన్) కుడా నిర్మిస్తున్నాము.  

faq-why-important-q = ఇది ఎందుకు ముఖ్యం?
faq-why-important-a =
    ప్రసంగం తరచుగా మనం ఒకరితో ఒకరు సంభాషించుకునే అత్యంత సహజమైన మార్గం మరియు ధ్వని సంకేతికతలు మన కంప్యూటర్లకు మరియు చరవాణులకు ఆ సౌలభ్యాన్ని తెస్తున్నాయి.  యదార్థ సమయ అనువాదకాలు మరియు వాక్-చేతన డిజిటల్ సహాయకులు వంటి అద్భుతమైన ధ్వని నిరూపణ అనువర్తనాలను రూపొందించడానికి అభివృద్దికారులను మేము శక్తివంతం చేయాలనుకుంటున్నాము. కానీ ప్రస్తుతం ఈ రకమైన అనువర్తనాలను రూపొందించడానికి అవసరమైన స్వర దత్తాంశం చాలా ఖరీదైనది మరియు యాజమాన్యమైనది.స్వేచ్ఛ గొంతుక దత్తసముదాయం అభివృద్దికారులకు కొత్త ఆవిస్క్కరణలు చేయడానికి మరియు ప్రసంగ సాంకేతికతను వారి స్వంత భాషలో అందుబాటులో తేయడానికి వారికి తోడ్పడుతుందని మేము ఆశిస్తున్నాము.

    ధ్వని నిరూపణ మరింత విశ్వవ్యాప్తం చేయడానికి, మేము అధికంగా మాట్లాడే భాషలతో పాటు తరచుగా వాణిజ్య ధ్వని నిరూపణ సేవల ద్వారా తక్కువగా అంచనా వేసినప్పటికీ తక్కువ జనాదరణ పొందిన భాషలలో కూడా స్వర నమూనాలను సేకరిస్తున్నాము. విభిన్న స్వరాల దత్తసముదాయాన్ని ప్రచురణ అభివృద్దికారులను, వ్యవస్థాపకులను మరియు సంఘాలను శక్థివంతం చేసి, ఈ అంతరాన్ని పరిశీలించి పరిష్కరించేందుకు తోడ్పడుతుంది.   

faq-how-get-q = స్వేచ్ఛ గొంతుక దత్తాంశాన్ని  నేను ఎలా పొందగలను?
faq-how-get-a = స్వేచ్ఛ గొంతుక దత్తసముదాయం  <datasetLink>మా దత్తసముదాయ పేజీ</datasetLink>లో <licenseLink>సిసిఓ</licenseLink> లైసెన్స్ కింద దింపుకోడానికి అందుబాటులో ఉంది. మీరు ఒకే పేజీ నుండి బహిరంగంగా లభించే అనేక ఇతర దత్తసముదాయాలను కూడా దింపుకోవచ్చు. 

faq-when-release2-q = మీరు ఇతర భాషలలో స్వేచ్ఛ గొంతుక దత్తాంశాన్ని ఎప్పుడు విడుదల చేస్తారు?
faq-when-release2-a = స్వేచ్ఛ గొంతుక దత్తసముదాయం యొక్క బహుళ భాషా భ్రూణ వర్తనం ప్రస్తుతం సంఘాల మద్దతుతో సముదాయపరచడాం మరియు శుభ్రపరచడం జరుగుతుంది. స్వేచ్ఛ గొంతుక ని కొత్త భాషలలోకి తీసుకురావడానికి  మాకు సహాయం చేయాలనుకుంటే,  స్వేచ్ఛ గొంతుక‌ను కొత్త భాషలకు తీసుకురావడంలో మీరు మాకు సహాయం చేయాలనుకుంటే, దత్తసముదాయానికి  కొత్త వాక్యాలను జోడించడానికి <sentenceCollectorLink> వాక్య సేకరణ సాధనం </sentenceCollectorLink> మరియు వెబ్‌సైట్‌ను అనువదించడానికి స్వేచ్ఛ <pontoonLink> Pontoon </pontoonLink> ని చూడండి. ఆమోదించబడిన 5000 వాక్యాలను సేకరించినప్పుడు స్వర సహకారం కోసం కొత్త భాషలు స్వేచ్ఛ గొంతుక‌కు జోడించబడతాయి. 


faq-why-mission-q = స్వేచ్ఛ గొంతుక  స్వేచ్ఛ ఆశయంలో ఎందుకు భాగమైంది?
faq-why-mission-a = 
వెబ్‌ను అందరికీ అందుబాటులో ఉంచడానికి స్వేచ్ఛ అంకితం చేయబడింది. అలా చేయడానికి మేము స్వేచ్ఛ గొంతుక వంటి ప్రయత్నాల ద్వారా వెబ్ సృష్టికర్తలను శక్తివంతం చేయాలి. స్వర సంకేతికతలు సముచిత అనువర్తనాలకు మించి విస్తరించడంతో, వారు వినియోగదారులందరికీ సమానంగా సేవలను అందిస్తారని మేము విశ్వసిస్తున్నాము. అంటే ఎక్కువ భాషలను ఆవరించడం మరియు విభిన్న స్వరాలను సమకూర్చడం వలన స్వర సంకేతికతలను నిర్మించేటప్పుడు మరియు పరీక్షించేటప్పుడు జనాభాకు అనుగుణంగా ఉంటుంది. స్వేచ్ఛ గొంతుక అనేది ప్రతిఒక్కరికీ అందుబాటులో ఉన్న ప్రజా వనరు. ప్రపంచవ్యాప్తంగా ఉన్న స్వేచ్ఛ జట్లు మరియు అభివృద్దికారులు దీనిని ఇప్పటికే మా స్వంత ఉపకరణాలలో కూడా ఉపయోగిస్తున్నారు.
faq-what-cv-and-deepspeech-q = స్వేచ్ఛ గొంతుక మరియు దీప్ స్పీచ్ మధ్య తేడా ఏమిటి? 
faq-what-cv-and-deepspeech-a = స్వేచ్ఛ గొంతుక దత్తసముదాయం మోజిల్లా యొక్క బహిరంగ వనరు ధ్వని నిరూపణ సంకేతికత దీప్ స్పీచ్ ఉపకరణాన్ని పరిపూర్ణం చేస్తుంది. దీప్ స్పీచ్ యొక్క మొదటి భ్రూణ వర్తనం నవంబర్ 2017 లో విడుదలైంది మరియు అప్పటినుండి అభివృద్ధి చెందుతూనే ఉంది. స్వేచ్ఛ గొంతుక దత్తసముదాయంతో కలిసి, ఏ బహిరంగ వనరు ధ్వని నిరూపణ సంకేతికత ప్రతిఒక్కరికీ అందుబాటులో ఉండాలని మేము విశ్వసిస్తున్నాము. ఈ సాంకేతికతలు అభివృద్దికారులను వినూత్న ఉత్పత్తులు మరియు సేవల తరంగాన్ని నిర్మించేలా చేయగలవని మా ఆశ.
faq-is-goal-assistant-q = కంఠ ధ్వని సహాయక ఉపకరణాన్ని నిర్మించడం స్వేచ్ఛ గొంతుక లక్ష్యమా?
faq-is-goal-assistant-a = ప్రపంచంలో ఎవరైనా ధ్వని నిరూపణ, వక్త నిరూపణ లేదా స్వర దత్తాంశం అవసరమయ్యే ఏదైనా ఇతర అనువర్తనాలను రూపొందించడానికి వీలు కల్పించడం. స్వరసహాయక ఉపకరణం దత్తసముదాయమును ఉపయోగించి నిర్మించగల అనేక రకాల అనువర్తనాల్లో ఒకటి. 
faq-do-want-native-q = నేను అన్యప్రాంతస్తుడిని అయినప్పటికీ ఒక యాసలో మాట్లాడగలను, మీరు ఇంకా నా స్వరాన్ని అందించడానికి అంగీకరిస్తున్నారా?
faq-do-want-native-a = అవును, మాకు ప్రత్యేకంగా మీ కంఠధ్వని కావాలి! వీలైనన్ని విభిన్న యాసలను సేకరించడం ఖామన్ వాయిస్ యొక్క లక్ష్యంలో ముఖ్య భాగం, తద్వారా ధ్వని నిరూపణ సేవలు అందిరికీ సమానంగా పనిచేస్తాయి. అందువలన అన్యప్రాంతస్తులచే అందించబడిన స్వరాలు మాకు చాలా ముఖ్యమైనవి. 
faq-why-different-speakers-q = మీకు ప్రతీ భాషకి చాలా మంది భిన్న వక్తలు ఎందుకు అవసరం?
faq-why-different-speakers-a =
    చాలా కంఠధ్వని దత్తసముదాయాలు కొంత జనాభా యొక్క అధిక ప్రాతినిధ్యంతో శిక్షణ పొందుతాయి, దీని ఫలితంగా <articleLink> మగ మరియు మధ్య తరగతి </ articleLink> పట్ల పక్షపాతం ఏర్పడుతుంది. శిక్షణ దత్తసముదాయాలలో తక్కువ ప్రాతినిధ్యం వహించే యాసలు మరియు మాండలికాలు సాధారణంగా ఇప్పటికే మరుగున పడిన వ్యక్తుల సమూహాలతో సంబంధం కలిగి ఉంటాయి. మహిళల స్వరాలను అర్థం చేసుకోవడానికి కంప్యూటర్లు  కూడా కష్టపడుతున్నాయి.
    అందుకే మా దత్తసముదాయాలలో మాకు వ్యత్యాసము కావాలి!

faq-why-my-lang-q = నా భాష ఇంకా ఎందుకు చేర్చబడలేదు?
faq-why-my-lang-new-a = స్వేచ్ఛ ఏ భాషనూ మరొక భాషపై ఎంచుకోదు లేదా ఇష్టపడదు. బదులుగా స్వేచ్ఛ గొంతుక పూర్తిగా సంఘాల ఆధారిత చొరవ, కానీ <multilangLink> కొత్త భాషను జోడించడానికి అనేక దశలను </multilangLink>తీసుకుంటుంది మరియు స్వరాలను సేకరించడం ప్రారంభిస్తుంది. ముందుగా, స్వేచ్ఛ గొంతుక వెబ్‌సైట్‌ను అనువదించాల్సిన అవసరం ఉంది, ఈవిధంగా కమ్యూనిటీ సభ్యులు వారి స్వంత భాషలలో సహకారి అనుభవాన్ని పొందగలరు. తరువాత, ప్రజలు వినియోగించుకునేందుకు ప్రచురణాధికారము కలిగిన వాక్యాల సేకరణ పెద్ద మొత్తంలో మాకు అవసరం. ఆ రెండు అవసరాలు సంతృప్తి చెందిన తర్వాత, ప్రజలు తమ స్వరాన్ని ముద్రించడానికి మరియు ఇతరులు అందించిన స్వరాలను ధృవీకరించడానికి స్వేచ్ఛ గొంతుక‌లో ఒక భాష “ప్రారంభించబడుతుంది”. మీరు కొత్త భాషను ప్రారంభించడంలో సహాయపడాలనుకుంటే, ప్రారంభించడానికి మా <sentenceCollectorLink> వాక్య సేకరణ సాధనం </sentenceCollectorLink> కు వెళ్ళండి.

faq-what-quality-q = దత్తాంశంలో వాయిస్ క్లిప్‌ను ఉపయోగించడానికి ఆడియో నాణ్యత ఏ స్థాయిలో కావాలి?
faq-what-quality-a = స్వేచ్ఛ గొంతుక దత్తాసముదాయం ప్రసంగం-నుండి-వచనానికి మర్చగల ఉపకరణం (ఇంజిన్) వినగల ఆడియో నాణ్యతను ప్రతిబింబించాలని మేము కోరుకుంటున్నాము, కావ్వున మేము వ్యత్యాసం కోసం చూస్తున్నాము. విభిన్న వక్తల సంఘంతో పాటు, విభిన్న ఆడియో నాణ్యత కలిగిన దత్తాసముదాయం నేపథ్య మాటల నుండి కారు శబ్దం వరకు వివిధ వాస్తవిక-ప్రపంచ పరిస్థితులను నిర్వహించడం ప్రసంగం-నుండి-వచనానికి మార్చగల ఉపకరణానికి నేర్పుతుంది. మీ వాయిస్ క్లిప్ అర్థమయ్యేంతవరకు, ఇది దత్తసముదాయానికి సరిపోతుంది. 

faq-why-10k-hours-q = ఆడియోని సంగ్రహించడానికి ప్రతి భాషా లక్ష్యం 10,000 ధృవీకరించబడిన గంటలు ఎందుకు? 
faq-why-10k-hours-a = ఇవి ప్రసంగం-నుండి-వచనానికి మార్చగల వ్యవస్థకు శిక్షణ ఇవ్వడానికి ఇంచుముంచుగా కావలసిన గంటలు. 

faq-how-calc-hours-q = స్వేచ్ఛ గొంతుక గంటలను ఎలా లెక్కిస్తుంది?

faq-how-calc-hours-a = ప్రతి స్వరముద్రణ యొక్క సగటు పొడవును అంచనా వేయడం ద్వారా మేము గంటలను లెక్కిస్తాము, ఆపై అన్ని భాషలలోని మొత్తం ముద్రణల సంఖ్యతో ఆ సంఖ్యను గుణిస్తాము.

faq-where-src-from-2-q = 
మూల వచనం ఎక్కడ నుండి వస్తుంది?
faq-where-src-from-2-a =
   ప్రతి స్వర ముద్రణ యొక్క సగటు పొడవును అంచనా వేయడం ద్వారా మేము గంటలను లెక్కిస్తాము, ఆపై అన్ని భాషలలోని మొత్తం ముద్రణల సంఖ్యతో ఆ సంఖ్యను గుణిస్తాము. మా మూల వంచనం ప్రామాణిక సహాయకుల విరాళాలతో పాటు <italic> ఇట్స్ ఎ వండర్ఫుల్ లైఫ్ </italic> వంటి ప్రజా సంస్థాన చిత్రాలలోని మాటలతో రూపొందించబడింది. 

    మీరు మా మూల వాక్యాలను ఈ <githubLink> గిట్ హబ్ ఫోల్డర్ </githubLink> లో చూడవచ్చు.
faq-why-not-ask-read-q = వివిధ భాషలలోని పుస్తకాలను లేదా వికీపీడియా కథనాలను చదవమని మీరు ప్రజలను ఎందుకు అడగకూడదు?
faq-why-not-ask-read-a = స్వేచ్ఛ గొంతుక దత్తసముదాయాన్ని సాధ్యమైనంత ఉపయోగకరంగా చేయడానికి, క్రియేటివ్ కామన్స్ (CC0) లైసెన్స్ కింద లభించే మూల వచనాన్ని మాత్రమే అనుమతించాలని మేము నిశ్చయించుకున్నాము. CC0 ప్రామాణిక మార్గాలను ఉపయోగించడం అంటే మూల వచనాన్ని కనుగొనడం మరియు సేకరించడం కష్టమే అయినా, మోజిల్లా నుండి వినియోగ పరిమితులు లేదా ప్రామాణీకరణ లేకుండా ఫలిత స్వర దత్తాంశాన్ని ఉపయోగించడానికి ఎవరినైనా అనుమతించడం.  అంతిమంగా, పరిశోధకులు, విశ్వవిద్యాలయాలు, స్టార్టప్‌లు, ప్రభుత్వాలు, సామాజిక ప్రయోజన సంస్థలు మరియు అభిరుచి గలవారితో సహా అందరికీ బహుళ భాషా దత్తసముదాయాన్ని సాధ్యమైనంత ఉపయోగకరంగా మార్చడానికి ప్రయత్నిస్తున్నాము. 

faq-why-account-q = నేను ఖాతా కోసం నమోదు ఎందుకు చేసుకోవాలి?
faq-is-account-public-q = నా ఖాతా సమాచారం బహిరంగమా?
faq-how-privacy-q = స్వరాలు అందించిన వ్యక్తుల యొక్క గోప్యతను మరియు అనామకత్వాన్ని మీరు ఎలా నిర్ధారిస్తారు?
faq-how-privacy-a =దత్తసముదాయంలోని అన్ని వాయిస్ క్లిప్ లు వ్యక్తిగత గుర్తింపు సమాచారాన్ని కలిగి ఉంటాయి. ఒక సహకారి వారి ప్రొఫైల్ ద్వారా జనసంఖ్యాసంబంధిత సమాచారాన్ని అందించినప్పుడు, దత్తసముదాయంలో దింపుకోడానికి అందుబాటులో ఉంచడానికి ముందు ఆ సమాచారం వారి వాయిస్ క్లిప్‌ల నుండి గుర్తించబడదు మరియు వారి ప్రొఫైల్ పేజీలో ఎప్పుడూ బహిరంగపరచబడదు.

faq-what-determine-identity-q = స్వేచ్ఛ గొంతుక దత్తసముదాయంలో వక్తల యొక్క "గుర్తింపును నేను నిర్ధారించలేను" అన్నదానికి అర్థం ఏమిటి?
faq-what-determine-identity-a =
     స్వేచ్ఛ గొంతుక దత్తసముదాయం బహిరంగ మరియు అందరికి అందుబాటులో ఉండే వనరు, ఇది అనేక వాయిస్-ఎనేబిల్డ్ అనువర్తనాలకు శిక్షణ ఇచ్చేందుకు ఉపయోగపడుతుంది. మా సహాయకుల భద్రతను రక్షించడానికి, స్వేచ్ఛ గొంతుక దత్తసముదాయాన్ని దింపుకునే ప్రతి ఒక్కరినీ సహకారి గోప్యతను గౌరవించమని మేము అడుగుతాము. 
    దత్తసముదాయంలోని అన్ని వాయిస్ క్లిప్ లు వ్యక్తిగత గుర్తింపు సమాచారాన్ని కలిగి ఉంటాయి. మీరు దత్తసముదాయాన్ని దింపుకున్నారు అంటే, ఏ సహకారి యొక్క గుర్తింపును తెలుసుకోడానికి ప్రయత్నించకూడదని అంగీకరిస్తున్నట్లు. అంటే దత్తసముదాయంలోని సమాచారాన్ని సహాయకుడి వ్యక్తిగత సమాచారాన్ని అనుసంధానం చేయడానికి ప్రయత్నించలేరు. అయితే, దత్తసముదాయంలోని సమాచారాన్ని దత్తసముదాయంలోని ఇతర సమాచారంతో అనుసంధానించడం ద్వారా, ఉదాహరణకు, ధ్వని నిరూపణ, వక్త నిరూపణ లేదా ఇతర అనువర్తనాలకు శిక్షణ ఇవ్వడానికి మీరు దత్తసముదాయాన్ని ఉపయోగించవచ్చు.
faq-what-is-cv = స్వేచ్ఛ గొంతుక అంటే ఏమిటి?
faq-using-cv = కామన్ వాయిన్‌ని వాడటం
faq-description = స్వేచ్ఛ గొంతుక కంప్యూటర్లు  కూడా నిజమైన మనుషుల్లా మాట్లాడేలా శిక్షణ ఇచ్చేందుకు స్వేచ్ఛ చేస్తున్న ప్రయత్నంలో భాగం.
faq-search-for-answers =
    .label = సమాధానాల కోసం వెతకండి

## ABOUT US

about-title = స్వేచ్ఛ గొంతుక ఎందుకు?
about-subtitle = స్వేచ్ఛ గొంతుక కంప్యూటర్లు  కూడా నిజమైన మనుషుల్లా మాట్లాడేలా శిక్షణ ఇచ్చేందుకు స్వేచ్ఛ చేస్తున్న ప్రయత్నంలో భాగం. స్వేచ్ఛ గొంతుక సముదాయంతో పాటు మేము దీప్ స్పీచ్ అనే ధ్వని నిరూపణ సంకేతికతను (ఇంజన్) కుడా నిర్మిస్తున్నాము.
about-header-description = ఈ రెండు ఉపకరణాలు (ప్రాజెక్టులు) డిజిటల్ ప్రసంగ విభజనను తగ్గించడానికి మేము చేస్తున్న ప్రయత్నాల్లో భాగం.  స్వర నిరూపణ సాంకేతికతలు మా పరికరాలకు మానవ కోణాన్ని తెస్తాయి, కాని వాటిని రూపొందించడానికి మా అభివృద్దికారులకు అపారమైన స్వర దత్తాంశం కావాల్సి ఉంటుంది. ప్రస్తుతం ఆ దత్తాంశంలోని చాలా భాగం ఖరీదైనది మరియు యాజమాన్యమైనది. 
    మేము ధ్వని దత్తాంశాన్ని స్వేచ్ఛగా మరియు బహిరంగంగా అందుబాటులో ఉంచాలనుకుంటున్నాము, మరియు దత్తాంశం నిజమైన వ్యక్తుల వైవిధ్యాన్ని సూచిస్తుందని నిర్ధారణచేసుకోండి. అందరం కలిసి ధ్వని నిరూపణాన్ని మెరుగుపరచవచ్చు.
how-does-it-work-title = ఇది ఎలా పనిచేస్తుంది?
how-does-it-work-text = మేము బహిరంగ-వనరు దత్తసముదాయాన్ని ప్రేక్షకవనరుల నుండి సేకరిస్తున్నాము. మీ స్వరాన్ని అందించండి, ఇతరుల క్లిప్ ల నిర్దిష్టతను ధ్రువీకరించండి, దత్తసముదాయన్ని అందరికోసం మెరుగుపరచండి.
about-speak = మాట్లాడండి
about-speak-text = సహాయకులు వాక్య సమూహాల నుండి చదివి వాయిస్ క్లిప్స్ ను ముద్రిస్తారు.
about-listen-queue = జాబితాను వినండి
about-listen-queue-text = వాయిస్ క్లిప్‌లు సమర్పణ జాబితాలో నమోదు చేయబడతాయి, అవి వినడానికి సిద్ధంగా ఉంచుతాయి.

about-listen = వినండి
about-listen-text = వినియోగదారులు వక్త వాక్యాన్ని సరిగ్గా చదివారా లేదా అని తనిఖీ చేస్తూ, అందించిన క్లిప్‌ల యొక్క నిర్దిష్టతను ధృవీకరిస్తారు.
about-is-it-valid = క్లిప్ చెల్లుబాటు అవుతుందా?
about-is-it-valid-text = ఒక వినియోగదారుడు అవును ఓటు ఇచ్చినప్పుడు వాయిస్ క్లిప్ "చెల్లుబాటు అయ్యేది" గా గుర్తించబడుతుంది. 
about-yes-votes = ≥ 2 అవును ఓట్లు
about-yes-votes-text = స్వేచ్ఛ గొంతుక దత్తసముదాయంలోకి మార్చడానికి, వాయిస్ క్లిప్‌ను ఇద్దరు వేర్వేరు వినియోగదారులు ధృవీకరించాలి.
about-no-votes = ≥ 2 కాదు ఓట్లు
about-no-votes-text = వినియోగదారుడు వాయిస్ క్లిప్ ను తిరస్కరించినప్పుడు అది తిరిగి వరుస జాబితాలోకి చేరుతుంది. ఒకవేళ వాయిస్ క్లిప్ రెండవసారి తిరస్కరించబడితే, అది క్లిప్ స్మశానంలోకి తరలించబడుతుంది. 
about-dataset-new = స్వేచ్ఛ గొంతుక దత్తసముదాయం 
about-dataset-new-text = స్వేచ్ఛ గొంతుక దత్తసముదాయంలో ధ్వని నిరూపణ సాధనాలను రూపొందించడానికి అభివృద్దికారులకు సహాయపడే వందల వేల స్వర నమూనాలు ఉన్నాయి.
about-clip-graveyard = క్లిప్ స్మశానం
about-clip-graveyard-text = క్లిప్ స్మశానంలో స్వేచ్ఛ గొంతుక దత్తసముదాయంలో చేరలేని వాయిస్ క్లిప్స్ అన్నీ ఉంటాయి. దత్తసముదాయం లాగానే, క్లిప్ స్మశానం కూడా దింపుకోడానికి వీలుగా ఉంటుంది.

about-partners = భాగస్వాములు
about-become-a-partner = భాగస్వాములు అవ్వండి
about-partnership = స్వేచ్ఛ గొంతుక అనేది ఒక సహకార ఉపకరణం (ప్రాజెక్ట్), మరియు మేము అతిపెద్ద బహిరంగ వనరు స్వర దత్తసముదాయాన్ని రూపొందించడానికి మా భాగస్వాములు మరియు సహాయకుల సంఘాల మీద ఆధారపడుతున్నాము.
    ఈ ప్రాజెక్టుకు సహాయం చేసినందుకు కింది వ్యక్తులకు మరియు సంస్థలకు మేము కృతజ్ఞతలు తెలియజేస్తున్నాము:
about-get-involved = పాలుపంచుకోండి
about-get-involved-text-2 = స్వేచ్ఛ గొంతుక‌ని మరింత మెరుగ్గా చేయడంలో సహాయపడాలనుకుంటున్నారా?
    అద్భుతం! ఈమెయిల్ లేదా <discourseLink>ఉపన్యాస</discourseLink> చర్చావేదికల ద్వారా అందుబాటులో ఉండండి, సైట్ సమస్యలను <githubLink> గిట్ హబ్ </githubLink> ద్వారా సమర్పించండి లేదా <matrixLink> మ్యాట్రిక్స్ </matrixLink> కమ్యూనిటీ చాట్ లో చేరండి.
about-nav-why-common-voice = ఎందుకు?
about-nav-how-it-works = ఎలా?
about-nav-partners = భాగస్వాములు
about-nav-get-involved = పాల్గొనండి
mycroft-title = Mycroft కృత్రిమ మేధ

mycroft-subtitle = కృత్రిమ మేధ
mycroft-description = మైక్రోఫ్ట్ ప్రపంచంలో మొట్టమొదటి బహిరంగ వనరు సహాయక ఉపకరణం.
    మైక్రోఫ్ట్ ఎక్కడైనా నడుస్తుంది - డెస్క్‌టాప్ కంప్యూటర్‌లో, ఆటోమొబైల్ లోపల లేదా రాస్‌ప్బెర్రీ పైలో.
mycroft-secondary-description = ఇది బహిరంగ వనరు సాఫ్ట్‌వేర్, దీనిని స్వేచ్చగా రీమిక్స్ చేయవచ్చు, పొడిగించవచ్చు మరియు మెరుగుపరచవచ్చు. మైక్రోఫ్ట్ ను విజ్ఞాన ప్రయోగం నుండి వ్యాపార సాఫ్ట్‌వేర్ అనువర్తనం వరకు ఎందులోనైనా ఉపయోగించుకోవచ్చు.  

## Glossary

glossary = పదకోశం
localization = స్థానికీకరణ
localization-explanation = మా విషయాలను అనేక ప్రాంతాలకు (భాషలు) అనుకూలించడానికి మరియు అనువదించడానికి ఇది మేము చేసే ప్రయత్నము. 

sentence-collection = వాక్య సేకరణ
sentence-collection-explanation = ప్రజా పరిధి నుండి వాక్యాలను సేకరించడం, లేదా ప్రజా సంస్థానం కోసం కొత్త వాటిని రాయడం.
hours-recorded-explanation = మేము ఇప్పటివరకు సేకరించిన ధ్వని ముద్రణల గంటల యొక్క సంఖ్య.
hours-validated-explanation = ముగ్గురు ఇద్దరు వినియోగదారులు “అవును” ఓటుతో ధృవీకరించబడిన ధ్వని ముద్రణల గంటల సంఖ్య. ఇవి మొత్తం ప్రాజెక్ట్ యొక్క 10 వేల గంటల లక్ష్యం వైపు పురోగతిని సూచిస్తాయి.
sst = Speech-to-text (STT)
sst-explanation = Speech-to-text (STT) సాంకేతికతలు ధ్వని దత్తాంశాన్ని వచనంలోకి మారుస్తాయి.
de-identified = గుర్తించబడలేదు
de-identified-explanation = దత్తసముదాయంలో భాగంగా దింపుకోడానికి సిద్దపరిచినప్పుడు అందించిన వాయిస్ క్లిప్‌ల నుండి సహకారి యొక్క ప్రొఫైల్ సమాచారం అస్పష్టం చేయబడుతుంది.
	
## NotFound

notfound-title = కనబడలేదు
notfound-content = మీరు వెతుకుతున్నది నాకు తెలియదని నేను భయపడుతున్నాను.

## Data

data-download-button = స్వేచ్ఛ గొంతుక దత్తాంశాన్ని దింపుకోండి
data-download-yes = అవును
data-download-deny = కాదు
data-download-license = లైసెన్సు: <licenseLink>సీసీ-0</licenseLink>
data-download-modal = మీరు <size> { $size } GB </ size> గల దింపుకోలును ప్రారంభించబోతున్నారు, కొనసాగించాలా ?
data-subtitle = వాక్-చేతన అనువర్తనాలకు శిక్షణ ఇవ్వడానికి బహిరంగంగా స్వేచ్ఛగా ప్రతి ఒక్కరూ వినియోగించుకునేలా అందుబాటులో ఉండే స్వరనిధిని మేము తయారుచేస్తున్నాం.
data-explanatory-text = బహిరంగంగా అందుబాటులో ఉండే పెద్ద స్వరనిధులు మెషిన్-లెర్నింగ్ ఆధారిత ధ్వని సాంకేతికతలతో విన్నూత్నీకరణలను, ఆరోగ్యకరమైన వాణిజ్య పోటీని ప్రోత్సహిస్తాయని మేము విశ్వసిస్తున్నాము. ఇది ప్రపంచవ్యాప్త కృషి, దీనిలో పాల్గొనమని అందరినీ ఆహ్వానిస్తున్నాము. ధ్వని సాంకేతికతను మరింత కలుపుగోలుగా, లోకంలోని వైవిధ్య స్వరాలను ప్రతిబింబించేలా చేయడం మా లక్ష్యం.
data-get-started = <speechBlogLink>ధ్వని నిరూపణ మొదలుపెట్టండి</speechBlogLink>
data-other-title = ఇతర స్వర దత్తసముదాయాలు...
data-other-goto = { $name }కు వెళ్ళండి
data-other-download = దత్తాంశాన్ని దింపుకోండి
data-bundle-button = దత్తసముదాయ సమూహాన్ని దింపుకోండి
data-bundle-description =  స్వేచ్ఛ గొంతుక దత్తాంశంతోపాటు పైన ఉన్న అన్ని ఇతర స్వర దత్తసముదాయాలు.
license = లైసెన్సు: <licenseLink>{ $license }</licenseLink>
license-mixed = మిశ్రమం
review-terms = కామన్ వాయస్ వాడటం ద్వారా, మీరు మా <termsLink>నియమాలను</termsLink>, <privacyLink>గోప్యతా ప్రకటన</privacyLink>ను అంగీకరిస్తున్నారు
terms-agree = నేను అంగీకరిస్తున్నాను
terms-disagree = నేను అంగీకరించడం లేదు
review-aborted = ఎక్కింపు మధ్యలో నిలిపివేయబడింది. మీ స్వర ముద్రణలను తొలగించాలనుకుంటున్నారా?
review-submit-title = పరిశీలించి సమర్పించండి
review-submit-msg = స్వర ముద్రణ చేసినందుకు ధన్యవాదాలు! <lineBreak></lineBreak> ఇప్పుడు క్రింద మీ మాటలను సమీక్షించి సమర్పించండి.
review-recording = సమీక్షించు
review-rerecord = మరలా ముద్రించు
review-cancel = సమర్పణను రద్దు చేయండి
review-keep-recordings = ముద్రణలను ఉంచు
review-delete-recordings = నా ముద్రణలను తొలగించు

## Datasets Page

datasets-headline = వాక్-చేతన అనువర్తనాలకు శిక్షణ ఇవ్వడానికి ఎవరైనా ఉపయోగించగల బహిరంగ వనరు, బహు భాషా స్వరనిధిని మేము నిర్మిస్తున్నాము.
datasets-positioning =
    బహిరంగంగా అందుబాటులో ఉండే పెద్ద స్వరనిధులు మెషిన్-లెర్నింగ్ ఆధారిత ధ్వని సాంకేతికతలతో విన్నూత్నీకరణలను, ఆరోగ్యకరమైన వాణిజ్య పోటీని ప్రోత్సహిస్తాయని మేము విశ్వసిస్తున్నాము.
    స్వేచ్ఛ గొంతుక యొక్క బహుళ భాషా దత్తసముదాయం ఇప్పటికే బహిరంగంగా లభించే ఈ రకమైన అతిపెద్ద స్వరనిధులలో ఒకటి, కానీ ఇది ఒక్కటే కాదు. 
    ఇతర బహిర్నగ వనరు స్వర దత్తసముదాయాల కోసం అవలోకన కేంద్రంగా ఈ పేజీని చూడండి మరియు స్వేచ్ఛ గొంతుక పెరుగుతూనే ఉన్నందున, మా విడుదల సమాచారానికి నిలయం. 
language = భాష

# File size in gigabytes
size = పరిమాణం
validated-hr-total = మొత్తం ధృవీకరించబడిన గ.
overall-hr-total = సమగ్రంగా మొత్తం గ.
cv-license = లైసెన్సు
audio-format = ఆడియో Format
number-of-voices = గొంతుల సంఖ్య
splits = Splits
email-to-download = దింపుకోడానికి ఈమెయిల్ ను ఇవ్వండి
why-email = <b>ఈమెయిల్ ఎందుకు?</b> దత్తసముదాయంలోని మార్పుల గురించి భవిష్యత్తులో మేము మిమ్మల్ని సంప్రదించవలసి ఉంటుంది, ఇమెయిల్ మాకు సంప్రదింపు బిందువును అందిస్తుంది. 
confirm-size = మీరు <b>{ $size }</b> పరిమాణం గల దింపుకోలును ప్రారంభించడానికి సిద్ధంగా ఉన్నారు.
size-gigabyte = గిబై
size-megabyte = మెబై
confirm-no-identify = స్వేచ్ఛ గొంతుక దత్తసముదాయంలో వక్తల గుర్తింపును నిర్ధారించడానికి ప్రయత్నించకూడదని  <b>మీరు అంగీకరిస్తున్నారు</b>
download-language = { $language }ను దింపుకోండి

validated-hours = ధ్రువీకరించబడిన గంటలు
recorded-hours = రికార్డయిన గంటలు
whats-inside = స్వేచ్ఛ గొంతుక దత్తసముదాయంలో ఏముంది?
dataset-description-hours =
        దత్తసముదాయంలోని ప్రతీ నమోదు ప్రత్యేక MP3 మరియు సంబంధిత మూల దస్త్రాన్ని కలిగి ఉంటుంది. దత్తసముదాయంలో  ముద్రణ చేయబడిన  <b>{ $total }</b> చాలా గంటలు వయస్సు, లింగం మరియు యాస వంటి జనసంఖ్యాసంబంధిత సమాచారాన్ని కలిగి ఉంటాయి, ఇవి ధ్వని నిరూపణ ఉపకరణాల యొక్క నిర్దిష్టతకు శిక్షణ ఇవ్వడంలో సహాయపడతాయి.   
        దత్తసముదాయం ప్రస్తుతం <b>{ $valid }</b> <b>{ $languages }</b> భాషలలో ధృవీకరించబడిన గంటలను కలిగి ఉంది, కాని మేము ఎక్కువ స్వరాలను మరియు భాషలను నిరంతరం జోడిస్తూనే ఉంటాము.  భాషను అభ్యర్థించడానికి లేదా సహకారం అందించడానికి మా <languagesLink>భాషల పేజీ</languagesLink>ని చూడండి. 
want-dataset-update = మేము స్వేచ్ఛ గొంతుక దత్తసముదాయం యొక్క నూతన భ్రూణ వర్తనాన్ని విడుదల చేసేటప్పుడు తాజా సమాచారం మీకు కావాల? మా వార్తాలేఖలో సభ్యత్వాన్ని పొందండి.

subscribe = చందాచేరండి
get-started-speech = ధ్వని నిరూపణతో ప్రారంభించండి
other-datasets = ఇతర స్వర దత్తసముదాయాలు
feedback-q = అభిప్రాయం ఉందా?
deepspeech-info = స్వేచ్ఛ గొంతుక దత్తసముదాయం మోజిల్లా యొక్క బహిరంగ వనరు ధ్వని నిరూపణ సంకేతికత దీప్ స్పీచ్ ఉపకరణాన్ని పరిపూర్ణం చేస్తుంది, దీన్ని మీరు ధ్వని నిరూపణ అనువర్తనాలను నిర్మించడానికి ఉపయోగించవచ్చు.  ఎలా ప్రారంభించాలో తెలుసుకోవడానికి మా <githubLink> గిట్ హబ్ సమీక్ష </githubLink>ను చదవండి లేదా <discourseLink> దీప్ స్పీచ్ ప్రసంగం </discourseLink>లో చేరండి.
common-voice-info-new = స్వేచ్ఛ గొంతుక గురించి ప్రశ్నలు ఉన్నాయా? విశేష భాష గురించి మెరుగుదలలు లేదా అభిప్రాయాల కోసం ఆలోచనలు? మా <discourseLink>ఉపన్యాస చర్చావేదిక</discourseLink>లో చేరండి లేదా మాకు తెలియజేయండి
data-other-librispeech-description = LibriSpeech అనేది లిబ్రివోక్స్ ప్రాజెక్టు వారి ఆడియో పుస్తకాలు చదవగా తయారైన సుమారు 1000 గంటల 16Khz ఆంగ్ల ప్రసంగ నిధి.
data-other-ted-name = TED-LIUM కార్పస్
data-other-ted-description = TED-LIUM నిధి TED వెబ్‌సైటులో అందుబాటులో ఉన్న ప్రసంగాలు, వాటి రాతప్రతుల నుండి తయారుచేయబడింది.
data-other-voxforge-description =  మరియు బహిరంగ వనరు ధ్వని నిరూపణ ఉపకరణలతో ఉచిత(ఇంజన్) ఉపయోగం కోసం VoxForge ను లిఖిత ప్రసంగాలను సేకరించడానికి ఏర్పాటు చేశారు.
data-other-tatoeba-description = Tatoeba అనేది భాష నేర్చుకోవటంలో వాడే వాక్యాలు, అనువాదాలు మరియు మాటల ఆడియోల భారీ దత్తకోశం. ఈ దింపుకోలులో ముద్రణ చేసిన మాట్లాడే ఆంగ్లం ఉంది.
your-feedback = స్వేచ్ఛ గొంతుక దత్తసముదాయాన్ని మేము ఎలా మెరుగుపరుచుకోవాలో మీకు ఆలోచనలు ఉన్నాయా? ఉపన్యాసంలో మాకు తెలియజేయండి.
go-discourse = ఉపన్యాసానికి వెళ్ళండి
missing-language = దత్తసముదాయంలో మీ భాష ప్రతిబింబించడాన్ని మీరు చూడలేదా? భాషను అభ్యర్థించడానికి మా భాషల పేజీకి వెళ్ళండి.
go-languages-page = భాషల పేజీకి వెళ్ళండి
ready-to-validate = వాక్యాలను ధృవీకరించడంలో సహాయపడటానికి సిద్ధంగా ఉన్నారా?
more = మరింత
close = మూసివేయి
download = దింపుకోలు
dataset-version = భ్రూణ వర్తనం

## Download Modal

download-title = మీ దింపుకోలు మొదలయింది.
download-helpus = స్వర సాంకేతికత చుట్టూ సమూహాన్ని నిర్మించడానికి మాకు సహాయం చేయండి, ఈమెయిలు ద్వారా అందుబాటులో ఉండండి.
download-form-email =
    .label = మీ ఈమెయిలును ఇవ్వండి
    .value = కృతజ్ఢతలు, మేము మీకు అందుబాటులో ఉంటాము.
download-back = స్వేచ్ఛ గొంతుక దత్తసముదాయాలకు తిరిగి వెళ్ళండి
download-no = అడిగినందుకు ధన్యవాదాలు, వద్దు

## Contact Modal

contact-title = సంప్రదింపు ఫారం
contact-form-name =
    .label = పేరు
contact-form-message =
    .label = సందేశం
contact-required = *తప్పనిసరి

## Request Language Modal

request-language-title = భాష అభ్యర్థన
request-language-form-language =
    .label = భాష
request-language-success-title = భాష అభ్యర్థన విజయవంతంగా సమర్పించబడింది, ధన్యవాదాలు.
request-language-success-content = త్వరలో మీ భాషని స్వేచ్ఛ గొంతుక‌కి ఎలా జోడించాలన్న విషయం మీద మరింత సమాచారంతో అందుబాటులో ఉంటాము.
select-language = భాషను ఎంచుకోండి...
other-language = ఇతర భాష

## Languages Overview

language-section-in-progress = పురోగతిలో ఉన్నవి
language-section-in-progress-new-description = ఈ భాషలు ప్రస్తుతం ప్రజా సంఘాల అభివృద్ధిలో ఉన్నాయి. <localizationGlossaryLink>వెబ్‌సైట్ స్థానికీకరణ</localizationGlossaryLink> మరియు <sentenceCollectionGlossaryLink> వాక్య సేకరణ </sentenceCollectionGlossaryLink> ప్రక్రియలో ప్రతి భాష పురోగతికి ఎంత దూరంలో ఉందో పురోగతి పట్టీలు సూచిస్తాయి.
language-section-launched = ఆరంభమైనది
language-section-launched-description = ఆరంభించబడిన ఈ భాషల కోసం వెబ్‌సైట్ విజయవంతంగా <localizationGlossaryLink>స్థానికీకరించబడింది</localizationGlossaryLink>, మరియు కొనసాగుతున్న <speakLink>మాట్లాడటం</speakLink> మరియు <listenLink>వినడం</listenLink>లో తోడ్పడటం కోసం తగినన్ని <sentenceCollectionGlossaryLink>వాక్యాలను సేకరించడం</sentenceCollectionGlossaryLink>జరిగింది.
languages-show-more = మరిన్ని చూడండి
languages-show-less = తక్కువ చూడండి
language-speakers = మాట్లాడేవారు
language-meter-in-progress = పురోగతి
language-total-progress = మొత్తం
language-search-input =
    .placeholder = వెతుకు
language-speakers = మాట్లాడేవారు
localized = స్థానీకీకృతం
sentences = వాక్యాలు
total-hours = మొత్తం ధృవీకరించబడిన గంటలు

## Contribution

action-click = నొక్కండి
action-tap = తాకండి
contribute = తోడ్పడండి
listen = వినండి
skip = దాటవేయి
shortcuts = సత్వరమార్గాలు
clips-with-count = <bold>{ $count }</bold> క్లిప్ లు
goal-help-recording = మా రోజూవారీ ముద్రణల లక్ష్యం { $goalValue }లో <goalPercentage> </goalPercentage> ను చేరుకోవడానికి మీరు స్వేచ్ఛ గొంతుక కు సహాయం చేసారు!
goal-help-validation = మా రోజూవారీ ధ్రూవీకరణ లక్ష్యం { $goalValue }లో <goalPercentage> </goalPercentage> ను చేరుకోవడానికి మీరు స్వేచ్ఛ గొంతుక కు సహాయం చేసారు.

contribute-more =
    { $count ->
        [one] ఇంకో { $count } చెయ్యడానికి సిద్ధంగా ఉన్నారా?
       *[other] ఇంకో { $count } చెయ్యడానికి సిద్ధంగా ఉన్నారా?
    }
record-cta = స్వర ముద్రణను ప్రారంభించండి
record-platform-not-supported = మమ్మల్ని క్షమించండి, ప్రస్తుతం మీ వేదికకి  మద్దతు లేదు.
record-platform-not-supported-desktop = డెస్కుటాపు కంప్యూటర్లలో మీరు దింపుకోలు చేసుకోవడం ద్వారా తొడ్పడవచ్చు... 
record-platform-not-supported-ios = <bold>ఐఓఎస్</bold> వినియోగదారులు మా ఉచిత అనువర్తనాన్ని దింపుకోవచ్చు:
record-must-allow-microphone = మీరు మైక్రోఫోన్ ను వినడానికి అనుమతించాలి.
record-no-mic-found = మైక్రోఫోన్ కనుగొనబడలేదు.
record-error-too-short = స్వరముద్రణ చాలా చిన్నగా ఉంది.
record-error-too-long = స్వరముద్రణ చాలా పొడవుగా ఉంది.
record-error-too-quiet = స్వరముద్రణ చాలా నిశ్శబ్దంగా ఉంది.
record-cancel = మరలా-ముద్రించడాన్ని రద్దుచేయి
record-instruction = { $actionType }<recordIcon></recordIcon> అప్పుడు వాక్యాన్ని గట్టిగా చదవండి
record-stop-instruction = { $actionType }<stopIcon></stopIcon> పూర్తి చేసినప్పుడు

record-three-more-instruction = ఇంకా మూడే ఉన్నాయి!
record-again-instruction = అద్భుతం!<recordIcon></recordIcon> ఇలాగే కొనసాగించండి, మీ తదుపరి క్లిప్‌ను ముద్రణ చేయండి
record-again-instruction2 = ఇలాగే కొనసాగించండి, మరలా ముద్రణ చేయండి  <recordIcon></recordIcon>
record-last-instruction = <recordIcon></recordIcon> చివరిది!
review-tooltip = మీరు వెళ్ళేటప్పుడు ఇక్కడి క్లిప్‌లను సమీక్షించండి మరియు మరలా ముద్రణ చేయండి
share-clip = మీ క్లిప్‌ను పంచండి
share-common-voice = స్వేచ్ఛ గొంతుక ను పంచండి 
review-instruction = క్లిప్‌లను సమీక్షించండి, అవసరమైతే తిరిగి ముద్రణ చేయండి
record-submit-tooltip = { $actionType } సిద్ధంగా ఉన్నప్పుడు సమర్పించండి
clips-uploaded = క్లిప్‌లు ఎక్కించబడ్డాయి

record-abort-title = ముందుగా స్వరముద్రణను ముగించాలా?
record-abort-text = ఇప్పుడు వదిలేస్తే మీ పురోగతినంతా కోల్పోతారు
record-abort-submit = క్లిప్స్ సమర్పించండి
record-abort-continue = ముద్రణను ముగించు
record-abort-delete = నిష్క్రమించి క్లిప్స్ ను తొలగించండి
listen-instruction = { $actionType }<playIcon></playIcon> వారు వాక్యాన్ని నిర్దిష్టింగా చెప్పారా?
listen-again-instruction = గొప్ప పని!<playIcon></playIcon> మీరు సిద్ధంగా ఉన్నప్పుడు మళ్ళీ వినండి
listen-3rd-time-instruction = 2 down, keep it up!<playIcon></playIcon>

listen-last-time-instruction = <playIcon></playIcon> చివరిది!
listen-empty-state = మేము ఈ భాషలో ధ్రృవీకరించాల్సిన క్లిప్‌లు అయిపోయాయి...
speak-empty-state = మేము ఈ భాషలో ముద్రణ చేయాల్సిన వాక్యాలు అయిపోయాయి
speak-empty-state-cta = వాక్యాలను అందించండి
record-button-label = మీ స్వరాన్ని ముద్రించండి
share-title-new = మరిన్ని స్వరాలను కనుగొనడంలో <bold>మాకు సహాయపడండి</bold>
keep-track-profile = ప్రొఫైల్‌తో మీ పురోగతిని అనుసరించండి
login-to-get-started = ప్రారంభించడానికి ప్రవేశించండి లేదా నమోదు చేసుకోండి


## Reporting
report = ఫిర్యాదుచేయు
report-title = ఫిర్యాదును సమర్పించు
report-ask = ఈ వాక్యంతో మీరు ఎటువంటి సమస్యలను ఎదుర్కొంటున్నారు?
report-offensive-language = అప్రియమైన భాష 
report-offensive-language-detail = వాక్యంలో అగౌరవమైన లేదా అప్రియమైన భాష ఉంది.
report-grammar-or-spelling = వ్యాకరణ / అచ్చు తప్పులు 
report-grammar-or-spelling-detail = వాక్యంలో వ్యాకరణ / అచ్చు తప్పులు ఉన్నాయి.
report-different-language = వేరైన భాష
report-different-language-detail = ఇది నేను మాట్లాడేది కాకుండా వేరైన భాషలో రాసిఉంది.
report-difficult-pronounce = ఉచ్చరణ కష్టంగా ఉంది
report-difficult-pronounce-detail = ఇది చదవడానికి లేదా ఉచ్చరించడానికి కష్టంగా ఉండే పదాలు లేదా పదబంధాలను కలిగి ఉంది. 
report-offensive-speech = అప్రియమైన ప్రసంగం
report-offensive-speech-detail = క్లిప్‌లో అగౌరవమైన లేదా అప్రియమైన భాష ఉంది. 
report-other-comment =
        .placeholder = అభిప్రాయం
success = విజయవంతం
continue = కొనసాగించు
report-success = ఫిర్యాదు విజయవంతంగా ఆమోదించబడింది


## Goals

streaks = Streaks
days =
    { $count ->
        [one] రోజు
       *[other] రోజులు
    }
recordings = { $count ->
  [one] ముద్రణ
  *[other] ముద్రణలు
}
validations = { $count ->
  [one] ధ్రువీకరణ
  *[other] ధ్రువీకరణలు
}

## Dashboard

your-languages = మీ భాషలు
toward-next-goal = తదుపరి లక్ష్యం వైపు
clips-you-recorded = మీరు ముద్రణ చేసిన క్లిప్‌లు
clips-you-validated = మీరు ధృవీకరించిన క్లిప్‌లు
todays-recorded-progress = ముద్రణ చేసిన క్లిప్‌లపై నేటి స్వేచ్ఛ గొంతుక పురోగతి
todays-validated-progress = ధ్రువీకరించిన క్లిప్‌లపై నేటి స్వేచ్ఛ గొంతుక పురోగతి

stats = గణాంకాలు
awards = పురస్కారాలు
you = మీరు
everyone = అందరూ
contribution-activity = తోడ్పాటు కార్యకలాపం
top-contributors = ఉత్తమ తోడ్పాటుదార్లు
recorded-clips = రికార్డ్ అయిన క్లిప్‌లు
validated-clips = ధ్రువీకరించిన క్లిప్‌లు
total-approved = మొత్తం ఆమోదించబడినవి
overall-accuracy = మొత్తం నిర్దిష్టత
set-visibility = నా ప్రత్యక్షతను అమర్చు
visibility-explainer = ఈ సవరణ మీ లీడర్‌బోర్డ్ ప్రత్యక్షతను నియంత్రిస్తుంది. దాగినప్పుడు, మీ పురోగతి వ్యక్తిగతంగా ఉంటుంది. అనగా మీ చిత్రం, పేరు మరియు పురోగతి లీడర్‌బోర్డ్‌లో కనిపించవు. మార్పులను విస్తరించడానికి లీడర్‌బోర్డ్ రిఫ్రెష్ ~{ $minutes } నిమిషాలు తీసుకుంటుందని గమనించండి.
visibility-overlay-note = గమనిక: 'కనిపించూకు అమర్చినప్పుడు, ఈ సవరణను <profileLink> ప్రొఫైల్ పేజీ </ profileFink>లో మార్చుకోవచ్చు.
show-ranking = నా శ్రేణీకరణ (ర్యాంకింగ్) చూపించు

## Custom Goals
get-started-goals = లక్ష్యాలతో ప్రారంభించండి
create-custom-goal = అనుకూల లక్ష్యాన్ని సృష్టించండి
both-speak-and-listen = రెండు
both-speak-and-listen-long = రెండు (వినడం మరియు మాట్లాడటం)
daily-goal = దైనిక లక్ష్యం
weekly-goal = వారపు లక్ష్యం
easy-difficulty = సులభం
average-difficulty = మధ్యమం
difficult-difficulty = కష్టం
pro-difficulty = కఠినం
lose-goal-progress-warning = మీ లక్ష్యాన్ని మార్చుకోవడం ద్వారా, మీరు ప్రస్తుతపు పురోగతిని కొల్పోవచ్చు.
want-to-continue = మీరు కొనసాగించాలనుకుంటున్నారా?
finish-editing = ముందుగా సవరణను ముగించాలా?
lose-changes-warning = ఇప్పుడు వదిలేస్తే మీరు మీ మార్పులను కోల్పోతారు.
build-custom-goal = అనుకూల లక్ష్యాన్ని రూపొందించండి
help-reach-hours = వ్యక్తగత లక్ష్యంతో { $language }లో { NUMBER($hours) } గంటలను  చేరుకోవడానికి సహాయపడండి. 
help-reach-hours-general = వ్యక్తగత లక్ష్యంతో { $language }లో { NUMBER($hours) } గంటలను  చేరుకోవడానికి స్వేచ్ఛ గొంతుక కు సహాయపడండి. 
set-a-goal = లక్ష్యాన్ని అమర్చు
cant-decide = నిర్ణయించలేదా?
activity-needed-calculation = ఒకవేళ { NUMBER($people) } వ్యక్తులు రోజుకు { NUMBER($clipsPerDay) } క్లిప్‌లు రికార్డ్ చేస్తే కేవలం { NUMBER($periodMonths) } నెలల్లోనే { NUMBER($totalHours) } గంటలను సాధించవచ్చు. 
how-many-per-day = అద్భుతం! రోజుకు ఎన్ని క్లిప్‌లు?
how-many-a-week = అద్భుతం! వారానికి ఎన్ని క్లిప్‌లు?
which-goal-type = మీరు మాట్లాడతారా, వింటారా లేదా రెండు చేస్తారా?
receiving-emails-info = మీరు ప్రస్తుతం లక్ష్యస్మరణలు, నా పురోగతి తాజావి మరియు స్వేచ్ఛ గొంతుక గురించి వార్తాలేఖలు వంటి ఇమెయిల్‌లను స్వీకరించడానికి సిద్ధంగా ఉన్నారు
not-receiving-emails-info = మీరు ప్రస్తుతం లక్ష్యస్మరణలు, నా పురోగతి తాజావి మరియు స్వేచ్ఛ గొంతుక గురించి వార్తాలేఖలు వంటి ఇమెయిల్‌లను స్వీకరించడానికి సిద్ధంగా <bold>లేరు</bold>
n-clips = { NUMBER($count) } క్లిప్‌లు
help-share-goal = మరిన్ని స్వరాలను కనుగొనడంలో మాకు సహాయపడండి, మీ లక్ష్యాన్ని పంచుకోండి
confirm-goal = లక్ష్యాన్ని నిర్ధారించండి
goal-interval-weekly = వారవారము
# $type is one of share-goal-type-*
share-n-daily-contribution-goal = { $type } కోసం { $count } క్లిప్ రోజువారీ లక్ష్యాన్ని పంచుకోండి
# $type is one of share-goal-type-*
share-n-weekly-contribution-goal = { $type } కోసం { $count } క్లిప్ వారపు లక్ష్యాన్ని పంచుకోండి
share-goal-type-speak = మాట్లాడటం
share-goal-type-listen = వినడం
share-goal-type-both = మాట్లాడటం మరియు వినడం
# LINK will be replaced with the current URL
goal-share-text =  నేను # స్వేచ్ఛ గొంతుక‌కు స్వరాన్ని అందించడానికి వ్యక్తిగత లక్ష్యాన్ని ఏర్పఱౘుకున్నాను -- మనుషుల్లా మట్లాడటానికి యంత్రాలకు శిక్షణ ఇవ్వడంలో నాతో కలిసి తోడ్పడండి. 
weekly-goal-created = మీ వారపు లక్ష్యం ఏర్పరచబడింది
daily-goal-created = మీ దైనిక లక్ష్యం ఏర్పరచబడింది
track-progress = మీ గణాంకాల పేజీలో మరియు ఇక్కడ మీ పురోగతిని అనుసరించండి.
return-to-edit-goal = ఎప్పుడైనా మీ లక్ష్యాన్ని సవరించడానికి ఇక్కడకు తిరిగి రండి.
share-goal = నా లక్ష్యాన్ని పంచు



toward-next-goal = తదుపరి లక్ష్యం వైపు

## Profile Delete

delete-q = మీ స్వర ముద్రణలన్నింటిని తొలగించాలనుకుంటున్నారా, లేదా స్వేచ్ఛ గొంతుక దత్తసముదాయంలో ఉంచడానికి ఇష్టపడుతున్నారా?
keep = ఉంచు
remove = తొలగించు
keep-info = మీ అనామక స్వరముద్రణలు స్వేచ్ఛ గొంతుక దత్తసముదాయంలో నిలిచి ఉంటాయి. ఒకసారి మీరు మీ ప్రొఫైల్‌ను తొలగించిన తర్వాత దత్తసముదాయం నుండి మీ ముద్రణలను తొలగించడానికి ఇకపై అభ్యర్థనను సమర్పించలేరు.
remove-info = దత్తసముదాయం  నుండి మీ స్వర ముద్రణలను తొలగించడానికి మీరు చేసిన అభ్యర్థనను మేము సమీక్షిస్తాము. మీ అభ్యర్థన ఆమోదించబడితే, దత్తసముదాయాన్ని దింపుకోలు చేసిన వారిని  సంప్రదిస్తాము మరియు వారికి కూడా మీ స్వరముద్రణలను తొలగించమని అభ్యర్థిస్తాము.
why-delete-recordings = స్వేచ్ఛ గొంతుక స్వర ముద్రణలను విద్యావేత్తలు, చిన్న వ్యాపారాలు మరియు ధ్వని నిరూపణ ఔత్సాహికులు స్వర నమూనాలు వంటి బహిరంగంగా లభించే వనరులకు శిక్షణ ఇవ్వడానికి మరియు పెంచడానికి ఉపయోగిస్తారు.

    మీ ముద్రణలను మీరు ఎందుకు తొలగించాలనుకుంటున్నారో మాకు తెలియజేయగలరా?

profile-form-delete = ప్రొఫైలును తొలగించు

## Landing

welcome-staff = { $company } సిబ్బందికి స్వాగతం!
help-contribute = స్వేచ్ఛ గొంతుక ప్రొఫైల్‌ను సృష్టించుకొని మీ స్వరాన్ని అందించడం ద్వారా విభిన్న బహిరంగ వనరు దత్తసముదాయ నీర్మాణంలో తోడ్పడవచ్చు. 
login-company = { $company } ఇమెయిల్‌తో ప్రవేశించండి / నమోదు చేసుకోండి
profile-not-required = సహాయకారిగా ఉన్నప్పటికీ ప్రొఫైల్ కలిగి ఉండటం అవసరం లేదు, ఎందుకో కింద చూడండి.
read-more-about = 'మా గురించి' పేజీలో మరింత చదవండి
